[
  {
    "id": 1,
    "name": "Панна Котта Манго-Маракуйя",
    "price": 144,
    "weight": 76,
    "calories": 219,
    "url": "https://s82079.cdn.ngenix.net/330x0/1ogirgytmefs68w49oiw34yq2bh6",
    "description": "Панна Котта Манго-Маракуйя — это не просто десерт, это тающее во рту сладкое наслаждение с нотками кислинки. Попробуйте сочетание нежного крема с легким манговым желе. Поторопись, сливочный десерт уже ждет тебя!"
  },
  {
    "id": 2,
    "name": "Пирожное Макарон Фисташка и Манго-Маракуйя",
    "price": 134,
    "weight": 24,
    "calories": 440,
    "url": "https://s82079.cdn.ngenix.net/330x0/9rkix4anjavceyw81s1ucy260ey1",
    "description": "Нежные, чуть хрустящие миндальные печенья, соединенные кремовой начинкой и покрытые тонкой, хрупкой глазурью, никого не оставят равнодушными. Изысканный десерт унесёт вас в атмосферу французского Прованса, куда вы захотите возвращаться снова и снова. В одной упаковке два вида пирожных с разными вкусами: Фисташка и Манго-Маракуйя, которые вы сможете попробовать. Идеальный десерт уже ждет вас."
  },
  {
    "id": 3,
    "name": "Донат Банановый",
    "price": 104,
    "weight": 67,
    "calories": 350,
    "url": "https://s82079.cdn.ngenix.net/330x0/00lyil3ty6u47jv3h33p9h8l55vm",
    "description": "Нет ничего лучше бессмертной классики. Нежная структура банана в комбинации с ароматным шоколадом - невероятное сочетание вкуса! Отличный выбор как для офисного перекуса с чашечкой кофе, так и для уютного домашнего чаепития."
  },
  {
    "id": 4,
    "name": "Донат Клубничный",
    "price": 104,
    "weight": 70,
    "calories": 390,
    "url": "https://s82079.cdn.ngenix.net/330x0/9p90bdaot1os4ml10cdlje2yeatl",
    "description": "Донат Клубничный – это не просто десерт. Это сладкое удовольствие со вкусом детства, вместе со всей его беззаботностью и неподдельным восторгом. Нежнейшее, тающее во рту тесто, в меру сладкая начинка и гладкая блестящая глазурь с красивой посыпкой. Он великолепен. Скорее заказывай Донат Клубничный и убедись, что счастье действительно есть!"
  },
  {
    "id": 5,
    "name": "Пирожок Абрикосовый",
    "price": 79,
    "weight": 82,
    "calories": 232,
    "url": "https://s82079.cdn.ngenix.net/330x0/ej6q7k25ggv2fvpntg6mcxncakk8",
    "description": "Пирожок с абрикосом – это настоящее лакомство для любителей фруктов. Ароматный, сочный и сладкий, он обязательно понравится всем, кто его попробует."
  },
  {
    "id": 6,
    "name": "Пирожок с вишней",
    "price": 74,
    "weight": 82,
    "calories": 258,
    "url": "https://s82079.cdn.ngenix.net/330x0/o7tzop2tiusew83smteh0h15iw8y",
    "description": "Пирожок с вишней — это давно полюбившееся сочетание хрустящего поджаренного теста и вишневой начинки, сладкой, но с приятными нотками кислинки. Этот горячий десерт подарит очарование вкуса, заряд сил и удовольствие."
  }
]
